{
    "LuaSnip": {
        "branch": "master"
    },
    "bufdelete.nvim": {
        "branch": "master"
    },
    "bufferline.nvim": {
        "branch": "main"
    },
    "bufresize.nvim": {
        "branch": "master"
    },
    "cmp-buffer": {
        "branch": "main"
    },
    "cmp-calc": {
        "branch": "main"
    },
    "cmp-cmdline": {
        "branch": "main"
    },
    "cmp-dictionary": {
        "branch": "main"
    },
    "cmp-look": {
        "branch": "master"
    },
    "cmp-nvim-lsp": {
        "branch": "main"
    },
    "cmp-nvim-lua": {
        "branch": "main"
    },
    "cmp-path": {
        "branch": "main"
    },
    "cmp_luasnip": {
        "branch": "master"
    },
    "csv.vim": {
        "branch": "master"
    },
    "edgy.nvim": {
        "branch": "main"
    },
    "fnote.nvim": {
        "branch": "main"
    },
    "friendly-snippets": {
        "branch": "main"
    },
    "git-worktree.nvim": {
        "branch": "master"
    },
    "gitsigns.nvim": {
        "branch": "main"
    },
    "hlchunk.nvim": {
        "branch": "main"
    },
    "lazy.nvim": {
        "branch": "main"
    },
    "lsp_signature.nvim": {
        "branch": "master"
    },
    "lspkind-nvim": {
        "branch": "master"
    },
    "lualine.nvim": {
        "branch": "master"
    },
    "lush.nvim": {
        "branch": "main"
    },
    "mason-lspconfig.nvim": {
        "branch": "main"
    },
    "mason-null-ls.nvim": {
        "branch": "main"
    },
    "mason.nvim": {
        "branch": "main"
    },
    "mkdnflow.nvim": {
        "branch": "main"
    },
    "neo-tree.nvim": {
        "branch": "v3.x"
    },
    "neotest": {
        "branch": "master"
    },
    "neotest-go": {
        "branch": "main"
    },
    "none-ls.nvim": {
        "branch": "main"
    },
    "nui.nvim": {
        "branch": "main"
    },
    "nvim-autopairs": {
        "branch": "master"
    },
    "nvim-cmp": {
        "branch": "main"
    },
    "nvim-colorizer.lua": {
        "branch": "master"
    },
    "nvim-dap": {
        "branch": "master"
    },
    "nvim-dap-go": {
        "branch": "main"
    },
    "nvim-dap-python": {
        "branch": "master"
    },
    "nvim-dap-ui": {
        "branch": "master"
    },
    "nvim-dap-virtual-text": {
        "branch": "master"
    },
    "nvim-lspconfig": {
        "branch": "master"
    },
    "nvim-nio": {
        "branch": "master"
    },
    "nvim-treesitter": {
        "branch": "master"
    },
    "nvim-treesitter-context": {
        "branch": "master"
    },
    "nvim-treesitter-textobjects": {
        "branch": "master"
    },
    "nvim-ts-autotag": {
        "branch": "main"
    },
    "nvim-ts-context-commentstring": {
        "branch": "main"
    },
    "nvim-ufo": {
        "branch": "main"
    },
    "nvim-web-devicons": {
        "branch": "master"
    },
    "panel.nvim": {
        "branch": "tab-scoped"
    },
    "playground": {
        "branch": "master"
    },
    "plenary.nvim": {
        "branch": "master"
    },
    "promise-async": {
        "branch": "main"
    },
    "rainbow-delimiters.nvim": {
        "branch": "master"
    },
    "refactoring.nvim": {
        "branch": "master"
    },
    "resession.nvim": {
        "branch": "master"
    },
    "rust-tools.nvim": {
        "branch": "master"
    },
    "scope.nvim": {
        "branch": "main"
    },
    "statuscol.nvim": {
        "branch": "main"
    },
    "symbols-outline.nvim": {
        "branch": "master"
    },
    "telescope-dap.nvim": {
        "branch": "master"
    },
    "telescope-file-browser.nvim": {
        "branch": "master"
    },
    "telescope-ui-select.nvim": {
        "branch": "master"
    },
    "telescope.nvim": {
        "branch": "master"
    },
    "trouble.nvim": {
        "branch": "main"
    },
    "undotree": {
        "branch": "master"
    },
    "vim-commentary": {
        "branch": "master"
    },
    "vim-fugitive": {
        "branch": "master"
    },
    "vim-openscad": {
        "branch": "master"
    },
    "vim-plugin-AnsiEsc": {
        "branch": "master"
    },
    "vim-snippets": {
        "branch": "master"
    },
    "vim-vsnip": {
        "branch": "master"
    },
    "which-key.nvim": {
        "branch": "main"
    },
    "winshift.nvim": {
        "branch": "main"
    },
    "zen-mode.nvim": {
        "branch": "main"
    }
}
